Repository: mugiwarajeff/finance_gestor
Catalog: lib/app/shared/l10n/app_*.arb
Languages: es

source: Hello World
es: hola Mundo

source: Configurations
es: Ajustes

source: Switch Theme
es: Cambiar Tema

source: Language
es: Idioma

source: Bills
es: Cuentas

source: Overdue
es: Atrasada

source: Paid
es: Pagada

source: Open
es: Abierta

source: Adding Bill
es: Agregar factura

source: Name
es: Nombre

# hintName
source: Insert a name for Bill
es: Ingrese el nombre de la cuenta

source: Value
es: Valor

# hintValue
source: Insert a value for Bill
es: Ingrese el valor de la cuenta

source: Due Date
es: Fecha de vencimiento

# hintDueDate
source: Select the Due Date of Bill
es: seleccione la fecha de caducidad

source: Description
es: Descrição

# hintDescription
source: Insert a description for Bill
es: Agregar una descripción para la cuenta

source: Confirm
es: Confirmar

source: Cancel
es: Cancelar

source: Name is Blank
es: Nombre está vacío

source: Value is Blank
es: Valor está vacío

# valueIsNotNumber
source: Value is not a Number
es: Valor no es numérico

source: Date is Blank
es: Data está vacío

source: Delete Bill?
es: Borrar Cuenta?

source: Delete
es: Borrar

source: Are you Sure?
es: Estas Seguro?

# areYouSureText
source: Do you really want to delete these bill? this process cannot be undone.
es: ¿Realmente quieres eliminar esta cuenta? este proceso no se puede deshacer.

# startRecordingBill
source: Start Recording a new Bill
es: Comience por registrar una nueva cuenta

# databaseIdentifyErrorToInsert
source: The database identify that already have an account with the same name registered
es: La base de datos identificó que ya existe una cuenta con el mismo nombre registrada

source: Error to Delete
es: Error al borrar

source: Unknown Error
es: Error desconocido

# erroToObtain
source: Error to Obtain
es: Error al obtener datos

source: Error to Update
es: Error al actualizar

source: Bills Edit
es: Edición de cuentas
